Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Clears GaugeZ’s cached reading. The enabled provider can refresh again later.
ar: يمسح القراءة المخزنة مؤقتًا في GaugeZ. يمكن للمزود المُمكّن التحديث مرة أخرى لاحقًا.
bn: GaugeZ-এর ক্যাশ করা রিডিং সাফ করে। সক্ষম করা প্রদানকারী পরে আবার রিফ্রেশ করতে পারে।
bs: Briše keširano očitanje aplikacije GaugeZ. Omogućeni pružalac usluge može ga kasnije ponovo osvježiti.
de: Löscht den zwischengespeicherten Messwert von GaugeZ. Der aktivierte Anbieter kann später erneut aktualisiert werden.
es: Borra la lectura en caché de GaugeZ. El proveedor habilitado podrá actualizarse más tarde.
fil: Binubura ang naka-cache na pagbasa ng GaugeZ. Maaaring mag-refresh muli ang pinaganang provider sa ibang pagkakataon.
fr: Efface le relevé en cache de GaugeZ. Le fournisseur activé pourra être actualisé ultérieurement.
hi: GaugeZ के कैश्ड डेटा को साफ़ करता है। सक्षम प्रदाता बाद में फिर से रीफ़्रेश कर सकता है।
it: Cancella la lettura in cache di GaugeZ. Il provider abilitato potrà essere aggiornato nuovamente in seguito.
ja: GaugeZにキャッシュされた読み取り値を消去します。有効なプロバイダーは後で再度更新できます。
ko: GaugeZ의 캐시된 측정값을 지웁니다. 활성화된 제공자는 나중에 다시 새로고침할 수 있습니다.
mr: GaugeZ चे कॅश केलेले रीडिंग साफ करते. सक्षम प्रदाता नंतर पुन्हा रीफ्रेश करू शकतो.
pt_br: Limpa a leitura em cache do GaugeZ. O provedor ativado poderá atualizar novamente mais tarde.
ru: Очищает кэшированные данные GaugeZ. Включенный провайдер сможет обновиться позже.
ta: GaugeZ சேமித்துள்ள வாசிப்பை அழிக்கிறது. இயக்கப்பட்ட வழங்குநர் பின்னர் மீண்டும் புதுப்பிக்கலாம்.
te: GaugeZ కాష్ చేసిన రీడింగ్‌ను క్లియర్ చేస్తుంది. ప్రారంభించబడిన ప్రొవైడర్ తర్వాత మళ్లీ రిఫ్రెష్ చేసుకోవచ్చు.
tr: GaugeZ'nin önbelleğe alınmış ölçümünü temizler. Etkin sağlayıcı daha sonra yeniden yenilenebilir.
ur: GaugeZ کی کیش شدہ ریڈنگ صاف کرتا ہے۔ فعال فراہم کنندہ بعد میں دوبارہ ریفریش کر سکتا ہے۔
vi: Xóa số liệu đọc đã lưu vào bộ đệm của GaugeZ. Nhà cung cấp đã bật có thể làm mới lại sau.
zh_hans: 清除 GaugeZ 缓存的数据。已启用的提供方稍后可重新刷新。
zh_hk: 清除 GaugeZ 的快取讀數。已啟用的提供者稍後可重新整理。

source: Codex app-server could not provide usage. Open Codex and retry.
ar: تعذر على خادم تطبيق Codex تقديم الاستخدام. افتح Codex وأعد المحاولة.
bn: Codex অ্যাপ-সার্ভার ব্যবহারের তথ্য দিতে পারেনি। Codex খুলুন এবং পুনরায় চেষ্টা করুন।
bs: Codex app-server nije mogao pružiti podatke o korištenju. Otvorite Codex i pokušajte ponovo.
de: Der Codex-App-Server konnte die Nutzung nicht bereitstellen. Öffnen Sie Codex und versuchen Sie es erneut.
es: El servidor de la app de Codex no pudo proporcionar el uso. Abre Codex y vuelve a intentarlo.
fil: Hindi maibigay ng Codex app-server ang paggamit. Buksan ang Codex at subukang muli.
fr: Le serveur d’application Codex n’a pas pu fournir l’utilisation. Ouvrez Codex et réessayez.
hi: Codex ऐप-सर्वर उपयोग विवरण प्रदान नहीं कर सका। Codex खोलें और पुनः प्रयास करें।
it: Il server dell’app Codex non ha potuto fornire l’utilizzo. Apri Codex e riprova.
ja: Codex app-serverから使用状況を取得できませんでした。Codexを開いて再試行してください。
ko: Codex app-server에서 사용량을 제공할 수 없습니다. Codex를 열고 다시 시도하십시오.
mr: Codex अ‍ॅप-सर्व्हर वापर प्रदान करू शकला नाही. Codex उघडा आणि पुन्हा प्रयत्न करा.
pt_br: O servidor local do Codex não pôde fornecer os dados de uso. Abra o Codex e tente novamente.
ru: Сервер приложения Codex не смог предоставить данные об использовании. Откройте Codex и повторите попытку.
ta: Codex app-server பயன்பாட்டை வழங்க முடியவில்லை. Codex-ஐத் திறந்து மீண்டும் முயற்சிக்கவும்.
te: Codex app-server వినియోగాన్ని అందించలేకపోయింది. Codex తెరిచి మళ్లీ ప్రయత్నించండి.
tr: Codex uygulama sunucusu kullanımı sağlayamadı. Codex'i açıp yeniden deneyin.
ur: Codex ایپ سرور استعمال فراہم نہیں کر سکا۔ Codex کھولیں اور دوبارہ کوشش کریں۔
vi: Máy chủ ứng dụng Codex không thể cung cấp mức sử dụng. Hãy mở Codex và thử lại.
zh_hans: Codex app-server 无法提供用量数据。请打开 Codex 并重试。
zh_hk: Codex app-server 無法提供用量。請開啟 Codex 並重試。

source: Codex did not answer within 12 seconds.
ar: لم يستجب Codex خلال 12 ثانية.
bn: Codex ১২ সেকেন্ডের মধ্যে কোনো উত্তর দেয়নি।
bs: Codex nije odgovorio u roku od 12 sekundi.
de: Codex hat nicht innerhalb von 12 Sekunden geantwortet.
es: Codex no respondió en 12 segundos.
fil: Hindi sumagot ang Codex sa loob ng 12 segundo.
fr: Codex n’a pas répondu dans les 12 secondes.
hi: Codex ने 12 सेकंड में कोई उत्तर नहीं दिया।
it: Codex non ha risposto entro 12 secondi.
ja: Codexから12秒以内に応答がありませんでした。
ko: Codex가 12초 이내에 응답하지 않았습니다.
mr: Codex ने 12 सेकंदात प्रतिसाद दिला नाही.
pt_br: O Codex não respondeu em 12 segundos.
ru: Codex не ответил в течение 12 секунд.
ta: 12 வினாடிகளுக்குள் Codex பதிலளிக்கவில்லை.
te: 12 సెకన్లలోపు Codex సమాధానం ఇవ్వలేదు.
tr: Codex 12 saniye içinde yanıt vermedi.
ur: Codex نے 12 سیکنڈ کے اندر جواب نہیں دیا۔
vi: Codex không phản hồi trong vòng 12 giây.
zh_hans: Codex 在 12 秒内未响应。
zh_hk: Codex 在 12 秒內未有回應。

source: Codex error
ar: خطأ في Codex
bn: Codex ত্রুটি
bs: Greška servisa Codex
de: Codex-Fehler
es: Error de Codex
fil: Error sa Codex
fr: Erreur Codex
hi: Codex त्रुटि
it: Errore Codex
ja: Codexエラー
ko: Codex 오류
mr: Codex त्रुटी
pt_br: Erro do Codex
ru: Ошибка Codex
ta: Codex பிழை
te: Codex లోపం
tr: Codex hatası
ur: Codex کی خرابی
vi: Lỗi Codex
zh_hans: Codex 错误
zh_hk: Codex 錯誤

source: Codex is not installed. Install the Codex app, ChatGPT, or the codex CLI and sign in.
ar: Codex غير مثبت. ثبّت تطبيق Codex أو ChatGPT أو واجهة سطر أوامر codex وسجّل الدخول.
bn: Codex ইনস্টল করা নেই। Codex অ্যাপ, ChatGPT বা codex CLI ইনস্টল করুন এবং সাইন ইন করুন।
bs: Codex nije instaliran. Instalirajte aplikaciju Codex, ChatGPT ili codex CLI i prijavite se.
de: Codex ist nicht installiert. Installieren Sie die Codex-App, ChatGPT oder die codex-CLI und melden Sie sich an.
es: Codex no está instalado. Instala la app Codex, ChatGPT o la CLI de codex e inicia sesión.
fil: Hindi naka-install ang Codex. I-install ang Codex app, ChatGPT, o ang codex CLI at mag-sign in.
fr: Codex n’est pas installé. Installez l’application Codex, ChatGPT ou le CLI codex et connectez-vous.
hi: Codex इंस्टॉल नहीं है। Codex ऐप, ChatGPT या codex CLI इंस्टॉल करें और साइन इन करें।
it: Codex non è installato. Installa l’app Codex, ChatGPT o la CLI codex ed effettua l’accesso.
ja: Codexがインストールされていません。Codexアプリ、ChatGPT、またはcodex CLIをインストールしてサインインしてください。
ko: Codex가 설치되어 있지 않습니다. Codex 앱, ChatGPT 또는 codex CLI를 설치하고 로그인하십시오.
mr: Codex इन्स्टॉल केलेले नाही. Codex अ‍ॅप, ChatGPT किंवा codex CLI इन्स्टॉल करा आणि साइन इन करा.
pt_br: O Codex não está instalado. Instale o app Codex, ChatGPT ou o codex CLI e inicie sessão.
ru: Codex не установлен. Установите приложение Codex, ChatGPT или codex CLI и выполните вход.
ta: Codex நிறுவப்படவில்லை. Codex செயலி, ChatGPT அல்லது codex CLI-ஐ நிறுவி உள்நுழையவும்.
te: Codex ఇన్‌స్టాల్ చేయబడలేదు. Codex యాప్, ChatGPT లేదా codex CLIని ఇన్‌స్టాల్ చేసి సైన్ ఇన్ చేయండి.
tr: Codex yüklü değil. Codex uygulamasını, ChatGPT'yi veya codex CLI'yı yükleyip giriş yapın.
ur: Codex انسٹال نہیں ہے۔ Codex ایپ، ChatGPT، یا codex CLI انسٹال کر کے سائن ان کریں۔
vi: Codex chưa được cài đặt. Cài đặt ứng dụng Codex, ChatGPT hoặc codex CLI và đăng nhập.
zh_hans: 未安装 Codex。请安装 Codex 应用、ChatGPT 或 codex CLI 并登录。
zh_hk: 尚未安裝 Codex。請安裝 Codex 應用程式、ChatGPT 或 codex CLI 並登入。

source: Codex reported no usage windows.
ar: أبلغ Codex عن عدم وجود فترات استخدام.
bn: Codex কোনো ব্যবহার উইন্ডো রিপোর্ট করেনি।
bs: Codex nije prijavio prozore korištenja.
de: Codex hat keine Nutzungsfenster gemeldet.
es: Codex no reportó ventanas de uso.
fil: Nag-ulat ang Codex ng walang usage window.
fr: Codex n’a signalé aucune fenêtre d’utilisation.
hi: Codex ने किसी उपयोग विंडो की रिपोर्ट नहीं की।
it: Codex non ha segnalato finestre di utilizzo.
ja: Codexから使用枠が報告されませんでした。
ko: Codex에서 사용량 기간을 보고하지 않았습니다.
mr: Codex ने कोणत्याही वापर विंडोची नोंद केली नाही.
pt_br: O Codex não reportou períodos de uso.
ru: Codex не сообщил о периодах использования.
ta: Codex பயன்பாட்டு சாளரங்கள் எதையும் தெரிவிக்கவில்லை.
te: Codex ఎటువంటి వినియోగ విండోలను నివేదించలేదు.
tr: Codex hiçbir kullanım penceresi bildirmedi.
ur: Codex نے استعمال کی کوئی ونڈوز رپورٹ نہیں کیں۔
vi: Codex đã báo cáo không có khung thời gian sử dụng nào.
zh_hans: Codex 未报告用量周期。
zh_hk: Codex 未回報任何用量時間窗口。

source: Codex returned an unsupported response.
ar: أرجع Codex استجابة غير مدعومة.
bn: Codex অসমর্থিত প্রতিক্রিয়া প্রদান করেছে।
bs: Codex je vratio nepodržan odgovor.
de: Codex hat eine nicht unterstützte Antwort zurückgegeben.
es: Codex devolvió una respuesta no compatible.
fil: Nagbalik ang Codex ng hindi sinusuportahang tugon.
fr: Codex a renvoyé une réponse non prise en charge.
hi: Codex ने असमर्थित प्रतिक्रिया लौटाई।
it: Codex ha restituito una risposta non supportata.
ja: Codexからサポートされていない応答が返されました。
ko: Codex에서 지원되지 않는 응답을 반환했습니다.
mr: Codex ने असमर्थित प्रतिसाद दिला.
pt_br: O Codex retornou uma resposta não suportada.
ru: Codex вернул неподдерживаемый ответ.
ta: Codex ஆதரிக்கப்படாத பதிலை வழங்கியது.
te: Codex మద్దతు లేని ప్రతిస్పందనను ఇచ్చింది.
tr: Codex desteklenmeyen bir yanıt döndürdü.
ur: Codex نے غیر معاون رسپانس واپس کیا۔
vi: Codex đã trả về phản hồi không được hỗ trợ.
zh_hans: Codex 返回了不支持的响应。
zh_hk: Codex 傳回不受支援的回應。

source: Codex returned no response.
ar: لم يرجع Codex أي استجابة.
bn: Codex কোনো প্রতিক্রিয়া দেয়নি।
bs: Codex nije vratio odgovor.
de: Codex hat keine Antwort zurückgegeben.
es: Codex no devolvió ninguna respuesta.
fil: Walang ibinalik na tugon ang Codex.
fr: Codex n’a renvoyé aucune réponse.
hi: Codex ने कोई प्रतिक्रिया नहीं दी।
it: Codex non ha restituito alcuna risposta.
ja: Codexから応答がありませんでした。
ko: Codex에서 응답이 없습니다.
mr: Codex ने कोणताही प्रतिसाद दिला नाही.
pt_br: O Codex não retornou nenhuma resposta.
ru: Codex не вернул ответа.
ta: Codex எந்தப் பதிலையும் அளிக்கவில்லை.
te: Codex ఎటువంటి ప్రతిస్పందనను ఇవ్వలేదు.
tr: Codex yanıt vermedi.
ur: Codex نے کوئی جواب نہیں دیا۔
vi: Codex không trả về phản hồi nào.
zh_hans: Codex 未返回任何响应。
zh_hk: Codex 未傳回任何回應。

source: Completions
ar: الإكمالات
bn: কমপ্লিশন
bs: Dopune
de: Vervollständigungen
es: Completados
fil: Mga pagkumpleto
fr: Complétions
hi: कम्प्लीशन
it: Completamenti
ja: 補完
ko: 완성
mr: कम्प्लीशन्स
pt_br: Conclusões
ru: Генерации
ta: நிறைவுகள்
te: పూర్తి చేసినవి
tr: Tamamlamalar
ur: تکمیلات
vi: Lượt hoàn thành
zh_hans: 补全
zh_hk: 補全

source: Connected providers
ar: المزودون المتصلون
bn: সংযুক্ত প্রদানকারী
bs: Povezani pružaoci usluga
de: Verbundene Anbieter
es: Proveedores conectados
fil: Mga nakakonektang provider
fr: Fournisseurs connectés
hi: कनेक्ट किए गए प्रदाता
it: Provider connessi
ja: 接続済みプロバイダー
ko: 연결된 제공자
mr: कनेक्ट केलेले प्रदाते
pt_br: Provedores conectados
ru: Подключенные провайдеры
ta: இணைக்கப்பட்ட வழங்குநர்கள்
te: కనెక్ట్ చేయబడిన ప్రొవైడర్లు
tr: Bağlı sağlayıcılar
ur: منسلک فراہم کنندگان
vi: Nhà cung cấp đã kết nối
zh_hans: 已连接的提供方
zh_hk: 已連接的提供者

source: Continue
ar: متابعة
bn: চালিয়ে যান
bs: Nastavi
de: Fortfahren
es: Continuar
fil: Magpatuloy
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
mr: सुरू ठेवा
pt_br: Continuar
ru: Продолжить
ta: தொடர்க
te: కొనసాగించు
tr: Sürdür
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hk: 繼續

source: Credentials stay on this Mac
ar: تبقى بيانات الاعتماد على هذا الـ Mac
bn: লগইন তথ্য এই Mac-এই থাকবে
bs: Prijavni podaci ostaju na ovom Macu
de: Anmeldedaten bleiben auf diesem Mac
es: Las credenciales permanecen en este Mac
fil: Nananatili ang mga kredensyal sa Mac na ito
fr: Vos identifiants restent sur ce Mac
hi: क्रेडेंशियल इसी Mac पर रहते हैं
it: Le credenziali restano su questo Mac
ja: 認証情報はこのMac内にのみ保持されます
ko: 인증 정보는 이 Mac에만 안전하게 보관됩니다
mr: क्रेडेंशियल या Mac वरच राहतात
pt_br: As credenciais permanecem neste Mac
ru: Учетные данные остаются на этом Mac
ta: சான்றுகள் இந்த Mac-லேயே இருக்கும்
te: రుజువులు ఈ Mac లోనే ఉంటాయి
tr: Kimlik bilgileri bu Mac'te kalır
ur: اسناد اسی Mac پر محفوظ رہتی ہیں
vi: Thông tin xác thực chỉ lưu trên máy Mac này
zh_hans: 凭据仅保留在此 Mac 上
zh_hk: 憑證只保留在此 Mac 上

source: Current limit
ar: الحد الحالي
bn: বর্তমান সীমা
bs: Trenutno ograničenje
de: Aktuelles Limit
es: Límite actual
fil: Kasalukuyang limitasyon
fr: Limite actuelle
hi: वर्तमान सीमा
it: Limite attuale
ja: 現在の上限
ko: 현재 한도
mr: सध्याची मर्यादा
pt_br: Limite atual
ru: Текущий лимит
ta: தற்போதைய வரம்பு
te: ప్రస్తుత పరిమితి
tr: Geçerli sınır
ur: موجودہ حد
vi: Giới hạn hiện tại
zh_hans: 当前上限
zh_hk: 目前上限

source: Current version
ar: الإصدار الحالي
bn: বর্তমান সংস্করণ
bs: Trenutna verzija
de: Aktuelle Version
es: Versión actual
fil: Kasalukuyang bersyon
fr: Version actuelle
hi: वर्तमान संस्करण
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
mr: सद्य आवृत्ती
pt_br: Versão atual
ru: Текущая версия
ta: தற்போதைய பதிப்பு
te: ప్రస్తుత వెర్షన్
tr: Geçerli sürüm
ur: موجودہ ورژن
vi: Phiên bản hiện tại
zh_hans: 当前版本
zh_hk: 目前版本

source: Cursor asked GaugeZ to slow down.
ar: طلب Cursor من GaugeZ الإبطاء.
bn: Cursor GaugeZ-কে অনুরোধের গতি কমাতে বলেছে।
bs: Cursor je zatražio od aplikacije GaugeZ da uspori.
de: Cursor hat GaugeZ gebeten, langsamer vorzugehen.
es: Cursor solicitó a GaugeZ reducir la frecuencia de consultas.
fil: Hiniling ng Cursor sa GaugeZ na magbawas ng bilis.
fr: Cursor a demandé à GaugeZ de ralentir.
hi: Cursor ने GaugeZ से गति धीमी करने का अनुरोध किया।
it: Cursor ha chiesto a GaugeZ di rallentare.
ja: Cursorはリクエスト頻度を下げるようGaugeZに要求しました。
ko: Cursor가 GaugeZ에 요청 속도를 늦추도록 요청했습니다.
mr: Cursor ने GaugeZ ला वेग कमी करण्यास सांगितले.
pt_br: O Cursor pediu para o GaugeZ reduzir a frequência.
ru: Cursor запросил снизить частоту обращений GaugeZ.
ta: வேகத்தைக் குறைக்குமாறு Cursor GaugeZ-ஐக் கேட்டுக் கொண்டது.
te: వేగాన్ని తగ్గించాలని Cursor GaugeZని కోరింది.
tr: Cursor, GaugeZ'den yavaşlamasını istedi.
ur: Cursor نے GaugeZ کو رفتار کم کرنے کو کہا ہے۔
vi: Cursor đã yêu cầu GaugeZ giảm tốc độ gửi yêu cầu.
zh_hans: Cursor 要求 GaugeZ 降低请求频率。
zh_hk: Cursor 要求 GaugeZ 降低請求頻率。

source: Cursor could not be reached: %@
ar: تعذر الوصول إلى Cursor: %@
bn: Cursor-এ সংযোগ করা যায়নি: %@
bs: Nije moguće pristupiti servisu Cursor: %@
de: Cursor konnte nicht erreicht werden: %@
es: No se pudo establecer conexión con Cursor: %@
fil: Hindi maabot ang Cursor: %@
fr: Impossible de joindre Cursor : %@
hi: Cursor से संपर्क नहीं हो सका: %@
it: Impossibile raggiungere Cursor: %@
ja: Cursorに接続できませんでした: %@
ko: Cursor에 연결할 수 없습니다: %@
mr: Cursor शी संपर्क होऊ शकला नाही: %@
pt_br: Não foi possível conectar ao Cursor: %@
ru: Не удалось связаться с Cursor: %@
ta: Cursor-ஐ அணுக முடியவில்லை: %@
te: Cursorని చేరుకోలేకపోయాము: %@
tr: Cursor'a ulaşılamadı: %@
ur: Cursor تک رسائی نہیں ہو سکی: %@
vi: Không thể kết nối với Cursor: %@
zh_hans: 无法连接到 Cursor：%@
zh_hk: 無法連線至 Cursor：%@

source: Cursor is not installed.
ar: Cursor غير مثبت.
bn: Cursor ইনস্টল করা নেই।
bs: Cursor nije instaliran.
de: Cursor ist nicht installiert.
es: Cursor no está instalado.
fil: Hindi naka-install ang Cursor.
fr: Cursor n’est pas installé.
hi: Cursor इंस्टॉल नहीं है।
it: Cursor non è installato.
ja: Cursorがインストールされていません。
ko: Cursor가 설치되어 있지 않습니다.
mr: Cursor इन्स्टॉल केलेले नाही.
pt_br: O Cursor não está instalado.
ru: Cursor не установлен.
ta: Cursor நிறுவப்படவில்லை.
te: Cursor ఇన్‌స్టాల్ చేయబడలేదు.
tr: Cursor yüklü değil.
ur: Cursor انسٹال نہیں ہے۔
vi: Cursor chưa được cài đặt.
zh_hans: 未安装 Cursor。
zh_hk: 尚未安裝 Cursor。

source: Cursor is not signed in. Run cursor-agent login or sign in inside Cursor, then refresh.
ar: لم يتم تسجيل الدخول إلى Cursor. شغّل cursor-agent login أو سجّل الدخول داخل Cursor، ثم حدّث.
bn: Cursor-এ সাইন ইন করা নেই। cursor-agent login চালান বা Cursor-এ সাইন ইন করুন, তারপর রিফ্রেশ করুন।
bs: Cursor nije prijavljen. Pokrenite cursor-agent login ili se prijavite unutar Cursora, a zatim osvježite.
de: Cursor ist nicht angemeldet. Führen Sie cursor-agent login aus oder melden Sie sich in Cursor an und aktualisieren Sie.
es: No se ha iniciado sesión en Cursor. Ejecuta cursor-agent login o inicia sesión en Cursor y actualiza.
fil: Hindi naka-sign in ang Cursor. Patakbuhin ang cursor-agent login o mag-sign in sa loob ng Cursor, pagkatapos ay i-refresh.
fr: Cursor n’est pas connecté. Exécutez cursor-agent login ou connectez-vous dans Cursor, puis actualisez.
hi: Cursor में साइन इन नहीं है। cursor-agent login चलाएं या Cursor में साइन इन करें, फिर रीफ़्रेश करें।
it: Accesso a Cursor non effettuato. Esegui cursor-agent login o accedi all’interno di Cursor, quindi aggiorna.
ja: Cursorにサインインしていません。cursor-agent loginを実行するか、Cursor内でサインインしてから更新してください。
ko: Cursor에 로그인되어 있지 않습니다. cursor-agent login을 실행하거나 Cursor 내에서 로그인한 후 새로고침하십시오.
mr: Cursor मध्ये साइन इन केलेले नाही. cursor-agent login चालवा किंवा Cursor मध्ये साइन इन करा, नंतर रीफ्रेश करा.
pt_br: Nenhuma sessão iniciada no Cursor. Execute cursor-agent login ou inicie sessão no Cursor e atualize.
ru: Вход в Cursor не выполнен. Запустите cursor-agent login или войдите в Cursor, затем обновите.
ta: Cursor உள்நுழையப்படவில்லை. cursor-agent login இயக்கவும் அல்லது Cursor-க்குள் உள்நுழைந்து, பின்னர் புதுப்பிக்கவும்.
te: Cursor లోకి సైన్ ఇన్ కాలేదు. cursor-agent login రన్ చేయండి లేదా Cursor లోపల సైన్ ఇన్ చేసి, ఆపై రిఫ్రెష్ చేయండి.
tr: Cursor'a giriş yapılmamış. cursor-agent login komutunu çalıştırın veya Cursor içinde giriş yapıp yenileyin.
ur: Cursor میں سائن ان نہیں ہے۔ cursor-agent login چلائیں یا Cursor کے اندر سائن ان کریں، پھر ریفریش کریں۔
vi: Cursor chưa đăng nhập. Chạy cursor-agent login hoặc đăng nhập bên trong Cursor, sau đó làm mới.
zh_hans: Cursor 未登录。请运行 cursor-agent login 或在 Cursor 中登录，然后刷新。
zh_hk: Cursor 尚未登入。請執行 cursor-agent login 或在 Cursor 內登入，然後重新整理。

source: Cursor rejected the local sign-in. Sign in inside Cursor again.
ar: رفض Cursor تسجيل الدخول المحلي. سجّل الدخول داخل Cursor مرة أخرى.
bn: Cursor স্থানীয় সাইন-ইন প্রত্যাখ্যান করেছে। Cursor-এ আবার সাইন ইন করুন।
bs: Cursor je odbio lokalnu prijavu. Ponovo se prijavite unutar Cursora.
de: Cursor hat die lokale Anmeldung abgelehnt. Melden Sie sich erneut in Cursor an.
es: Cursor rechazó el inicio de sesión local. Inicia sesión en Cursor de nuevo.
fil: Tinanggihan ng Cursor ang lokal na pag-sign in. Mag-sign in muli sa loob ng Cursor.
fr: Cursor a rejeté la connexion locale. Reconnectez-vous dans Cursor.
hi: Cursor ने स्थानीय साइन-इन अस्वीकार कर दिया। Cursor में फिर से साइन इन करें।
it: Cursor ha rifiutato l’accesso locale. Accedi di nuovo in Cursor.
ja: Cursorがローカルサインインを拒否しました。Cursor内で再度サインインしてください。
ko: Cursor가 로컬 로그인을 거부했습니다. Cursor 내에서 다시 로그인하십시오.
mr: Cursor ने स्थानिक साइन-इन नाकारले. Cursor मध्ये पुन्हा साइन इन करा.
pt_br: O Cursor rejeitou a sessão local. Inicie sessão no Cursor novamente.
ru: Cursor отклонил локальные данные входа. Войдите в Cursor снова.
ta: Cursor உள்ளூர் உள்நுழைவை நிராகரித்தது. Cursor-க்குள் மீண்டும் உள்நுழையவும்.
te: Cursor స్థానిక సైన్-ఇన్‌ను తిరస్కరించింది. మళ్లీ Cursor లోపల సైన్ ఇన్ చేయండి.
tr: Cursor yerel girişi reddetti. Cursor içinde tekrar giriş yapın.
ur: Cursor نے مقامی سائن ان کو مسترد کر دیا۔ Cursor میں دوبارہ سائن ان کریں۔
vi: Cursor đã từ chối đăng nhập cục bộ. Hãy đăng nhập lại bên trong Cursor.
zh_hans: Cursor 拒绝了本地登录凭据。请在 Cursor 中重新登录。
zh_hk: Cursor 拒絕了本機登入。請在 Cursor 內重新登入。

source: Cursor reports no usage limit for this plan.
ar: أبلغ Cursor عن عدم وجود حد استخدام لهذه الخطة.
bn: Cursor এই প্ল্যানের জন্য কোনো ব্যবহারের সীমা রিপোর্ট করে না।
bs: Cursor ne prijavljuje ograničenje korištenja za ovaj plan.
de: Cursor meldet kein Nutzungslimit für diesen Tarif.
es: Cursor no reporta ningún límite de uso para este plan.
fil: Nag-uulat ang Cursor ng walang limitasyon sa paggamit para sa planong ito.
fr: Cursor n’indique aucune limite d’utilisation pour ce forfait.
hi: Cursor इस प्लान के लिए कोई उपयोग सीमा रिपोर्ट नहीं करता।
it: Cursor non segnala limiti di utilizzo per questo piano.
ja: Cursorはこのプランに使用制限がないと報告しています。
ko: Cursor에서 이 요금제에 대한 사용 한도가 없다고 보고했습니다.
mr: Cursor या योजनेसाठी कोणतीही वापर मर्यादा नोंदवत नाही.
pt_br: O Cursor não relata limite de uso para este plano.
ru: Cursor сообщает об отсутствии лимитов использования для этого плана.
ta: இந்த திட்டத்திற்குப் பயன்பாட்டு வரம்பு எதுவும் இல்லை என்று Cursor தெரிவிக்கிறது.
te: ఈ ప్లాన్ కోసం Cursor ఎటువంటి వినియోగ పరిమితిని నివేదించలేదు.
tr: Cursor bu plan için kullanım sınırı bildirmiyor.
ur: Cursor اس پلان کے لیے استعمال کی کوئی حد رپورٹ نہیں کرتا۔
vi: Cursor báo cáo không có giới hạn sử dụng cho gói này.
zh_hans: Cursor 报告此方案没有使用限制。
zh_hk: Cursor 回報此方案沒有用量上限。

source: Cursor returned a server error (%lld).
ar: أرجع Cursor خطأ في الخادم (%lld).
bn: Cursor একটি সার্ভার ত্রুটি (%lld) প্রদান করেছে।
bs: Cursor je vratio grešku servera (%lld).
de: Cursor hat einen Serverfehler zurückgegeben (%lld).
es: Cursor devolvió un error de servidor (%lld).
fil: Nagbalik ang Cursor ng server error (%lld).
fr: Cursor a renvoyé une erreur de serveur (%lld).
hi: Cursor ने सर्वर त्रुटि (%lld) लौटाई।
it: Cursor ha restituito un errore del server (%lld).
ja: Cursorからサーバーエラーが返されました（%lld）。
ko: Cursor에서 서버 오류를 반환했습니다(%lld).
mr: Cursor ने सर्व्हर त्रुटी (%lld) दिली.
pt_br: O Cursor retornou um erro de servidor (%lld).
ru: Cursor вернул ошибку сервера (%lld).
ta: Cursor சேவையகப் பிழையை வழங்கியது (%lld).
te: Cursor సర్వర్ లోపాన్ని అందించింది (%lld).
tr: Cursor bir sunucu hatası döndürdü (%lld).
ur: Cursor نے سرور کی خرابی واپس کی (%lld)۔
vi: Cursor đã trả về lỗi máy chủ (%lld).
zh_hans: Cursor 返回了服务器错误 (%lld)。
zh_hk: Cursor 傳回伺服器錯誤 (%lld)。

source: Cursor returned an unexpected response (%lld).
ar: أرجع Cursor استجابة غير متوقعة (%lld).
bn: Cursor অপ্রত্যাশিত প্রতিক্রিয়া দিয়েছে (%lld)।
bs: Cursor je vratio neočekivan odgovor (%lld).
de: Cursor hat eine unerwartete Antwort zurückgegeben (%lld).
es: Cursor devolvió una respuesta inesperada (%lld).
fil: Nagbalik ang Cursor ng hindi inaasahang tugon (%lld).
fr: Cursor a renvoyé une réponse inattendue (%lld).
hi: Cursor ने अप्रत्याशित प्रतिक्रिया दी (%lld)।
it: Cursor ha restituito una risposta imprevista (%lld).
ja: Cursorから予期しない応答が返されました（%lld）。
ko: Cursor에서 예기치 않은 응답을 반환했습니다(%lld).
mr: Cursor ने अनपेक्षित प्रतिसाद दिला (%lld).
pt_br: O Cursor retornou uma resposta inesperada (%lld).
ru: Cursor вернул непредвиденный ответ (%lld).
ta: Cursor எதிர்பாராத பதிலை வழங்கியது (%lld).
te: Cursor ఊహించని ప్రతిస్పందనను ఇచ్చింది (%lld).
tr: Cursor beklenmeyen bir yanıt döndürdü (%lld).
ur: Cursor نے غیر متوقع رسپانس واپس کیا (%lld)۔
vi: Cursor đã trả về phản hồi không mong đợi (%lld).
zh_hans: Cursor 返回了异常响应 (%lld)。
zh_hk: Cursor 傳回非預期的回應 (%lld)。
